{
    "id": "0b0e0938-9902-5dfd-8a09-3984221b7b9c",
    "api_model": "event-occurrences",
    "api_link": "https://api.artic.edu/api/v1/event-occurrences/0b0e0938-9902-5dfd-8a09-3984221b7b9c",
    "title": "Gallery Talk: Art and Identity (June 24)",
    "event_id": 5462,
    "short_description": "Join Onyx Montes to explore the ways artists of color reflect on themes of identity.",
    "description": "<p>How do we communicate who we are? Join this gallery conversation facilitated by Onyx Montes to explore the ways artists of color reflect on themes of identity through color, materials, subject matter, hair and hairstyles, fashion, and more, challenging us to reconsider what a portrait can be.</p><p><strong>Onyx Montes</strong> is an arts educator and cultural worker, with a background in art history and museum studies. She moved to the United States by herself at the age of 17 and became the the first person in her family to graduate from college. She is part of the inaugural Arts &amp; Culture Leaders of Color Fellowship by Americans for the Arts. Onyx has taught art history workshops for incarcerated women in Mexico and is an avid reader and a solo traveler who has been to 19 countries and counting.</p><p><strong>Please note that this is an in-person event that takes place at the museum. </strong>In-person tours may be canceled or postponed due to unforeseen circumstances.</p><p>In accordance with state and City of Chicago guidelines, visitors to the museum are no longer required to wear masks or provide proof of vaccination. Anyone who would like to continue to wear a mask is welcome to do so.&nbsp;<a href=\"https://www.artic.edu/visit#expect\" rel=\"noopener noreferrer\" target=\"_blank\">Learn more</a>&nbsp;about our visiting policies and what to expect.</p><p>If you have any questions about programming, please reach out to&nbsp;<a href=\"mailto:museum-programs@artic.edu\" rel=\"noopener noreferrer\">museum-programs@artic.edu</a>.</p><p>For questions related to accessibility accommodations, please email&nbsp;<a href=\"mailto:access@artic.edu\" rel=\"noopener noreferrer\">access@artic.edu</a>.&nbsp;</p>",
    "image_url": "https://artic-web.imgix.net/a7cc029c-cc2f-49d7-9c9a-343cb9099802/J981-int-Press300ppi%2C3000px%2CsRGB%2CJPEG.jpg?rect=0%2C0%2C3000%2C1688&auto=format%2Ccompress&q=80&fit=crop&crop=faces%2Cedges%2Centropy&w=1200&h=675",
    "is_private": false,
    "start_at": "2022-06-24T14:00:00-05:00",
    "end_at": "2022-06-24T15:00:00-05:00",
    "location": "Griffin Court",
    "button_url": null,
    "button_text": "Buy Tickets",
    "button_caption": "<p>Free, no registration required</p>",
    "last_updated_source": "2022-04-12T16:19:00-05:00",
    "last_updated": "2022-06-18T23:17:49-05:00",
    "timestamp": "2022-06-19T01:48:49-05:00"
}