{
    "id": 4,
    "api_model": "highlights",
    "api_link": "https://api.artic.edu/api/v1/highlights/4",
    "title": "new-on-view",
    "short_copy": "<p>The museum's galleries are continually changing as newly acquired works and loaned objects join our spaces and expand the perspectives and stories that we share.</p>",
    "copy": " This painting by British artist William Holman Hunt depicts Jesus Christ as a young carpenter in his father’s workshop, stretching and giving thanks to God after his day of labor. Holman Hunt was a devoted member of the Pre-Raphaelites, a group of artists, writers, and critics, whose work were often inspired by Christian themes and who believed that art should be precise and true to nature. These ideals come vibrantly alive in Hunt’s painting, which is rendered with almost hallucinatory detail. The painting is among the artist’s most famous compositions and is now one of the most important Pre-Raphaelite paintings in North America. See it on view in Gallery 223.   In this work by artist, gallerist, dancer, educator, and stage designer Suzanne Jackson, a large assemblage of layered material—including recycled acrylic, leaves, and Sumi paper from her previous painting newblueshanging (2014)—is suspended in clear acrylic paint and collaged paper, and held together by repurposed stretcher bars. The hanging structure dramatically projects off the wall and into the gallery space. Jackson’s title references her deep connection to musical traditions of spirituals and the blues, a cultural history that she re-engaged after returning to the South in 1996. See it on view in Gallery 289.   In the spring of 1948, René Magritte debuted an astonishing body of work, including the painting seen here. Radiantly expressive and looking nothing like his paintings of the previous two decades, this new style—termed his période vache, or “nasty style”—used lurid colors and crude paint handling to convey the ongoing unease of Europe after the Second World War. Seasickness , arguably the most iconic painting from this moment, has no nautical elements. Yet the title is paid off by a garish sport coat and slab of ham sweltering in the sun that were intended to make viewers feel mild visual nausea. See it on view in Gallery 396.   This pair of mounted vases is part of the long and visually rich story of cross-cultural creativity and aesthetic and commercial exchange between China and Europe. The porcelain body of each vase was made in China in the early years of the 18th century, almost certainly in the kilns at Jingdezhen. When they later traveled to Paris, the vases were transformed into highly marketable European objects by the great French Rococo sculptor, designer, and goldsmith Jean-Claude Duplessis, who shortened the vessel’s tall necks and added elaborately modeled gilt-bronze mounts. See these vases on view in Gallery 216.   This monumental and vibrant painting was created by Jean-Michel Basquiat (1960–1988) at the height of his brief career. Basquiat often depicted what he called \"kings, heroes, and the street,\" alluding to his representation of black figures in New York City's street life. In this work, a boy and his dog stand near a fire hydrant, also called a \"johnnypump,\" uncapped to provide relief on a hot summer day. Basquiat's signature gestural application of red, yellow, and orange paint mimics the gush of water yet transforms the water's cooling effect into a fiery scene, creating a visceral tableau of everyday street life. See it on view in Gallery 293.   Sudanese soldiers wore tailored tunics like this one to mark their role in the Mahdist state’s fight for independence from British and Egyptian rule in the late 19th century. Appliqué elements, such as the sewn shapes seen here, have long held religious significance in Sudan when they appear as talismanic pockets. They also reference the woolen patches haphazardly applied to homemade garments that Sufi followers wore to declare their contempt for worldly goods. The clean lines and orderly arrangements of these patches symbolize the Mahdi’s efforts to centralize army loyalties, while still honoring soldiers’ long-held Sufi beliefs. See this tunic on view in Gallery 137.   Artist Maija Isola embraced the cultural exuberance of the 1960s to create some of the most recognizable fabrics of the era. These appeared as tote bags and bolts of fabric in high-end design stores, as well as the widely photographed dresses of First Lady Jacqueline Kennedy Onassis. Working with the textile company Marimekko, Isola drew from a wide range of sources to inform her signature patterned textile designs—from Finnish folklore and popular Beatles songs to the 1969 Apollo moon landing—each interpreted through her high-contrast yet painterly compositions. See this fabric on view now in Gallery 285.   Originally a Surrealist poet based in Paris, Alice Rahon took up painting when she fled Europe at the beginning of WWII and joined the community of artists forming in Mexico City around Frida Kahlo and Diego Rivera. She became fascinated with the cultures and landscapes of Mexico and developed a singular personal style inspired by the power of Paleolithic cave art. Her Self-Portrait and Autobiography , a work that combines oil paint and sand on canvas, represents the artist’s life as a series of ascending switchbacks, visually alluding to her journey of becoming a painter, as well as her itinerant lifestyle, which brought her not only to Mexico and Altamira, Spain, but also India and the Pacific Northwest. See Rahon's painting in Gallery 396.   For thirty-five years Nan Goldin has systematically recorded her life experiences, among other subjects, and her slide installation The Ballad of Sexual Dependency represents a high point in this undertaking. A hybrid of photography, film, and installation art, the work projects hundreds of Goldin’s photographs accompanied by an evocative soundtrack. Goldin’s pictures, which might evoke images of family vacations or holidays, embrace photography’s potential for immediacy, emotion, and storytelling. Unlike snapshots, however, they capture Goldin, her friends and lovers, and her family in moments of intimacy—lovemaking, violence, revelry, addiction, hospitalization—and depict a rollercoaster of emotions. In this way, The Ballad offers a heightened, artistic response to the conventional domestic slideshow. See this work on view in Gallery 1.   Artist Takuro Kuwata created this large, almost oversized tea bowl using his trademark technique of producing thick cracks on the surface of ceramic works. Kuwata uses porcelain clay and a platinum glaze to make it look like a thick layer of metal is peeling off from the brightly colored vessel it exposes underneath, as if the tea bowl is cracking and melting. Although the work appears entirely modern, Kuwata continually emphasizes the connection between his practice and the traditional Shino-ware technique of kairagi (plum blossom peel). Shown alongside stellar examples of traditional Shino ware , this tea bowl thoroughly modernizes the contemporary Japanese ceramic collection at the Art Institute and illustrates the development of the Shino-ware technique as a living tradition. See this work on view in Gallery 106.   In The Milliners , Theresa Bernstein explored the aesthetic qualities of community and concentration, depicting a group of women engaged in the meticulous and artistic labor of fashioning hats. The window at upper left suggests that they are in a city apartment, and therefore undertaking piecework at home to earn extra income. An important voice in early American modernism, Bernstein celebrated the vibrancy and dignity of immigrant and working-class experiences in 20th-century New York. Born in Krakow, she trained at the Philadelphia School of Design for Women, a noted center for female professionalism in the arts. Bernstein pursued a dynamic style of realism throughout her long career, working well past the age of 100. See The Milliners on view now in Gallery 272, and read more on our blog .   Contemporary Korean ceramic artist Lee Kang-hyo was inspired by buncheong ware from the early Joseon dynasty (1392–1910) in creating this modern interpretation of the traditional form. In particular, Lee Kang-hyo borrowed the technique of using a flat brush ( guiyal ) to apply white slip over the entire surface of this vase in unplanned, overlapping strokes. The work also features the same basic shape and materials as the Joseon dynasty–era Flask with Fish as well as dynamic motifs that the artist traced with his fingers or a bamboo knife. See this work on view in Gallery 131.   Expert ceramist Mncane Nzuza, the maker of this pot, is celebrated for her skill; her innovative creations are deeply valued in Zulu society and highly sought after at home and abroad. Serving and sharing ceremonial beer, made with a sorghum malt, from an ukhamba pot is an integral and traditional way to honor ancestors at communal celebrations. A member of Nzuza’s Zulu community commissioned this pot directly from the artist for that purpose. Historically, ukhamba pots have been made by women, who build the pots by hand using a combination of coiling and slabs and scrape the vessels’ walls to thin shells when the terracotta is leather-hard. This ukhamba is a testament to the dynamic nature of the art form as Nzuza flattened and expanded the profile of a standard vessel and playfully adapted a traditional triangular diamond motif linked to historic Zulu designs. This addition to our collection is part of our ongoing work to emphasize individual contributions of creativity and craftsmanship, especially by female artists and artists of color. See this work on view now in Gallery 137.   Ana De Orbegoso’s “new huaco” recalls the complicated past of Peru's ancient ceramic vessels, asking how Peruvians should now relate to their history. Its mirrored surface allows Peruvian viewers to gaze upon this modern “portrait vessel” and see their own reflection, offering an embodied connection to their ancestors. See Neo-Huaco #3 on view now in Gallery 136.   This is an example of one of the most popular types of wine cup in ancient Greece, the kantharos. Rising from a round foot and a thin stem, the cup flares out to a wide bowl with two handles on opposite sides. While most examples are glazed, this elegant exception bears evidence it was once gilded. Before firing it was also inscribed with the word “Aphrodites” near the lip of the cup. See this work on view in Gallery 151.   The meticulously executed still life paintings of Edwaert Collier unite the Dutch vanitas tradition with a striking focus on contemporary printed material. This monumental work, signed and dated 1662, is among his earliest dated paintings. Yet it is a rare example of his use of publications focusing on Dutch global exploration. The specific locations highlighted in the globes and books, the Americas, uphold the vanitas message communicated in the scene: while this new knowledge is documented with an ostensible permanence through printing, the actual governance of these new lands could be—and was for the Dutch—fleeting. Find this work on view in Gallery 212. ",
    "last_updated_source": "2022-03-03T12:41:33-06:00",
    "last_updated": "2022-06-18T23:23:47-05:00",
    "timestamp": "2022-06-19T01:48:49-05:00"
}