{
    "id": 14,
    "api_model": "generic-pages",
    "api_link": "https://api.artic.edu/api/v1/generic-pages/14",
    "title": "Library",
    "type": null,
    "web_url": "https://nocache.www.artic.edu/library",
    "slug": "library",
    "image_url": null,
    "listing_description": "The library comprises a major art and architecture research collection of print titles, auction catalogs, serial subscriptions, and extensive digital collections.",
    "short_description": "<p>The Ryerson and Burnham Libraries constitute a major art and architecture research collection serving the museum and the public in the fields of art and architectural history.</p>",
    "copy": " LOCATION AND PUBLIC HOURS The Art Institute’s Research Center brings together the divisions of Academic Engagement and Research , the Ryerson and Burnham Libraries , and the Art Institute of Chicago Archives to expand access to the museum’s rich educational and research offerings. The Research Center’s Franke Reading Room is a shared space in which researchers can consult the collections of the Ryerson and Burnham Libraries and the Art Institute of Chicago Archives. The Franke Reading Room is located just south of the Grand Staircase inside the Michigan Avenue entrance to the museum. Learn more about onsite, in-person research appointments in the Franke Reading Room. PUBLIC RESEARCH HOURS The Franke Reading Room is currently open for on-site, in-person research, but please note that access is available by advance appointment only; walk-in appointments are not possible. Archival research appointments for the public are available Thursdays and Fridays,10:00 a.m.–1:00 p.m., and may be requested using this form . Library research appointments for the public are available Thursdays and Fridays, 2:00 p.m.–5:00 p.m., and may be requested using this form . Reading room capacity is currently limited to twelve (12) researchers per session. Research appointments are scheduled on a first-come, first-served basis and will be confirmed via email by Research Center staff. Researchers must complete a pre-registration process and submit their request for materials one week prior to arrival on-site. Information regarding this process will be provided to researchers along with their appointment confirmation. If these steps are not completed one week in advance of the requested date and time, appointments will be canceled. Researchers agree to follow the museum’s safety and security guidelines in addition to established reading room policies . STAFF AND SAIC RESEARCH HOURS Information regarding appointment availability and procedures for museum staff is available here . Information regarding appointment availability and access for the School of the Art Institute of Chicago community is available here . APPOINTMENT GUIDELINES Please do not move reading room chairs, and please keep a six-foot distance from Research Center staff and other researchers. Please cancel your appointment if you are feeling ill or exhibiting any COVID-19 symptoms . Appointments may be cancelled by emailing libraryappt@artic.edu or archivesappt@artic.edu or by calling (312) 443-3666. Research Center staff will work with you to reschedule your appointment as quickly as possible. Visitors from outside Chicago are subject to the policies and procedures outlined in the City of Chicago’s travel advisory .   CONNECT WITH US You can learn more about the Ryerson & Burnham Libraries and our collections on our social media accounts: Facebook Instagram Tumblr ",
    "search_tags": null,
    "last_updated_source": "2022-03-15T10:28:17-05:00",
    "last_updated": "2022-06-18T23:24:07-05:00",
    "timestamp": "2022-06-19T01:48:50-05:00"
}