{
    "id": 16,
    "api_model": "generic-pages",
    "api_link": "https://api.artic.edu/api/v1/generic-pages/16",
    "title": "Archival Collections",
    "type": null,
    "web_url": "https://nocache.www.artic.edu/archival-collections",
    "slug": "archival-collections",
    "image_url": null,
    "listing_description": "<p>The Ryerson and Burnham Art and Architecture Archives collection of artists’ and architects’ papers complement and extend the permanent collections of the museum’s curatorial departments.</p>",
    "short_description": "<p>The Ryerson and Burnham Art and Architecture Archives collect artists’ and architects’ papers that illuminate the development of art and architecture in Chicago and the Midwest from the 1870s to the present, as well as complement the museum’s permanent collections.</p>",
    "copy": " The Franke Reading Room is currently open for onsite, in-person research, but please note that access is available by advance appointment only; walk-in appointments are not possible. Read more about our new policies and procedures here . The Archives contain a wide range of media, including photographs, architectural drawings, correspondence, writings, scrapbooks, business papers, audio recordings, film, video, and ephemera. The collection is renowned for the caliber of its holdings related to both the First and Second Chicago Schools, including the world’s preeminent archival collections of Louis Sullivan and Daniel H. Burnham. Additional strengths in architecture include the Prairie School, the development of the skyscraper, regional iterations of postmodernism and vernacular styles, the history of Chicago urban planning, and the World’s Columbian Exposition of 1893. With regard to the fine arts and design, the archives demonstrate exceptional depth in 20th-century local fine art galleries, Art Institute and School of the Art Institute staff and alumni, the Bauhaus in Chicago, regionally based industrial designers, and the influence of local educators on the development of modern arts pedagogy.   Contact the Ryerson and Burnham Art and Architecture Archives For information regarding our archival collections or for general questions on architecture in Chicago and the Midwest, please contact us at archives@artic.edu . ",
    "search_tags": null,
    "last_updated_source": "2022-03-15T10:28:17-05:00",
    "last_updated": "2022-06-18T23:24:07-05:00",
    "timestamp": "2022-06-19T01:48:50-05:00"
}