{
    "id": 2,
    "api_model": "generic-pages",
    "api_link": "https://api.artic.edu/api/v1/generic-pages/2",
    "title": "Free Admission Opportunities",
    "type": null,
    "web_url": "https://nocache.www.artic.edu/visit/free-admission-opportunities",
    "slug": "free-admission-opportunities",
    "image_url": null,
    "listing_description": "<p>Learn how to redeem free admission whether for Illinois residents, children under 14, Chicago teens under 18, Link and WIC cardholders, active-duty military, or Illinois educators.</p>",
    "short_description": "<p>The Art Institute of Chicago extends free admission to members of our community through several avenues.</p>",
    "copy": " NO ADVANCE TICKET REQUIRED The following groups are invited to visit our galleries at no cost every day—even when museum admission tickets are sold out. In order to receive your free admission benefits, simply show the corresponding identification at the admissions desk in either museum lobby. Free admission benefits are not single use—you are welcome to use them any time you would like to visit. Kids under 14 Admission is always free for children under 14. These free tickets are available online as well as on-site at the admissions counters. Chicago Teens Museum admission is free for Chicago teens under the age of 18, thanks to the extraordinary generosity of Glenn and Claire Swogger and the Redbud Foundation. See more opportunities and resources for teens . Active-Duty Military As part of the Blue Star Museums program, active-duty service members receive free admission all year long. Plus, from Armed Forces Day through Labor Day, we also welcome service members and their households. Please bring your active-duty military ID to the admissions counter to receive this benefit. LINK and WIC Cardholders As part of Museums for All, LINK and WIC cardholders and anyone in their households receive free general admission to the museum and all ticketed special exhibitions. Simply present your card along with a valid photo ID. Illinois Educators Free admission is available to current Illinois educators, including pre-K–12 teachers, teaching artists working in schools, and homeschool parents. Educators can register online to receive a voucher for a complimentary ticket to the museum. This voucher must be presented—as a printed document or on a smartphone—with a valid educator ID at one of the museum’s admission counters. Learn more about requesting complimentary educator admission. Kids Museum Passport Sponsored by the 15 Museums Work for Chicago institutions, this program allows individuals with a Chicago Public Library card to check out a pass for free general admission to the Art Institute. Please note the following parameters for use of the Kids Museum Passport: Each pass admits a maximum of four people for general admission—at least one child under the age of 18 and a maximum of two adults. Ticketed exhibitions and activities are not included and must be purchased separately. University Partners Students of colleges and universities in the University Partner Program are entitled to free general and special exhibition admission by showing a valid student ID at the ticket counter. Check the full list of partnering colleges and universities . Corporate Partners Employees of certain companies in the Corporate Partner Program are entitled to free general and special exhibition admission by showing proof of employment at the ticket counter. Learn more about the Corporate Partner Program . Check the full list of Corporate Partner companies whose employees are entitled to free admission.   More Corporate Partner Opportunities   RESERVE ONLINE IN ADVANCE Illinois Residents Admission was free for Illinois residents on weekdays (Mondays, Thursdays, and Fridays) November 29–December 17, 2021, and January 3–March 17, 2022. Check back for the announcement of future dates. To receive free admission tickets, Illinois residents must reserve them online in advance . Resident status will be verified using the zip code associated with the billing address provided. If you're unable to reserve tickets in advance, please stop by the admissions desks for assistance. ",
    "search_tags": null,
    "last_updated_source": "2022-06-15T10:11:16-05:00",
    "last_updated": "2022-06-18T23:23:54-05:00",
    "timestamp": "2022-06-19T01:48:50-05:00"
}